"Open File in Preskim" = "Datei in Preskim öffnen";
"Open URL in Preskim" = "URL in Preskim öffnen";
"Open Selected PDF" = "Ausgewähltes PDF öffnen";
"Show Preskim Notes" = "Preskim-Notizen anzeigen";
